<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string>Engine for ClamXav</string>
	<key>display_name</key>
	<string>ClamAV 0.97.8 Scanning Engine for Mac OS X 10.5 to 10.8</string>
	<key>installed_size</key>
	<integer>34252</integer>
	<key>installer_item_hash</key>
	<string>0445b6c2e6012f35b8f647b17508ca3d83b2c19ef8a50d6e0fd9cd36bcda18be</string>
	<key>installer_item_location</key>
	<string>utils/clamavEngineInstaller105-0.97.8.dmg</string>
	<key>installer_item_size</key>
	<integer>11465</integer>
	<key>minimum_os_version</key>
	<string>10.5.0</string>
	<key>name</key>
	<string>clamavEngineInstaller</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>clamavEngineInstaller105.pkg</string>
			<key>installed_size</key>
			<integer>34252</integer>
			<key>packageid</key>
			<string>uk.co.markallan.clamXav.engineInstallerUniversal</string>
			<key>version</key>
			<string>0.97.8</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>unattended_install</key>
	<true/>
	<key>version</key>
	<string>0.97.8</string>
	<key>update_for</key>
	<array>
		<string>ClamXav</string>
	</array>
	<key>requires</key>
	<array>
		<string>ClamXav-2.5</string>
	</array>
</dict>
</plist>
