<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string>Useful remote access and screen sharing app.</string>
	<key>display_name</key>
	<string>Join me</string>
	<key>installer_item_hash</key>
	<string>1d72c7bba07927e5b196f1a28cfdf64d28bd2214452cc8938b56441e410a6070</string>
	<key>installer_item_location</key>
	<string>utils/join.me.dmg</string>
	<key>installer_item_size</key>
	<integer>5492</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.logmein.join.me</string>
			<key>CFBundleName</key>
			<string>join.me</string>
			<key>CFBundleShortVersionString</key>
			<string>1.9.0.154</string>
			<key>minosversion</key>
			<string>10.6.8</string>
			<key>path</key>
			<string>/Applications/join.me.app</string>
			<key>type</key>
			<string>application</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>join.me.app</string>
			<key>group</key>
			<string>staff</string>
			<key>mode</key>
			<string>0777</string>
			<key>user</key>
			<string>root</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.6.8</string>
	<key>name</key>
	<string>join.me</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>1.9.0.154</string>
</dict>
</plist>
