<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>benbass</string>
		<key>creation_date</key>
		<date>2013-11-17T17:05:59Z</date>
		<key>munki_version</key>
		<string>0.9.2.1851</string>
		<key>os_version</key>
		<string>10.9</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string>Time Machine scheduling for Ben.</string>
	<key>display_name</key>
	<string>Time Machine Schedule</string>
	<key>installed_size</key>
	<integer>2</integer>
	<key>installer_item_hash</key>
	<string>1ab68a5659e2302981058b75fd58001d20e040325005a5ae9a9f46c1ced5a798</string>
	<key>installer_item_location</key>
	<string>utils/Time Machine Schedule-1.4.pkg</string>
	<key>installer_item_size</key>
	<integer>3</integer>
	<key>minimum_os_version</key>
	<string>10.5.8</string>
	<key>name</key>
	<string>Time Machine Schedule</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>installed_size</key>
			<integer>2</integer>
			<key>packageid</key>
			<string>com.trmacs.TimeMachineSchedule</string>
			<key>version</key>
			<string>1.4</string>
		</dict>
	</array>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>1.4</string>
</dict>
</plist>
