<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string>Makes all JPG's attachments</string>
	<key>display_name</key>
	<string>Universal Mailer Mail Plugin</string>
	<key>installed_size</key>
	<integer>868</integer>
	<key>installer_item_hash</key>
	<string>c4d621f7b74b9a2af2ff1cf2b84b9e965fbb7f4d9c57142213ff7290b95d0f4e</string>
	<key>installer_item_location</key>
	<string>utils/Universal Mailer Mail Plugin v1.3.2.pkg</string>
	<key>installer_item_size</key>
	<integer>329</integer>
	<key>minimum_os_version</key>
	<string>10.6.0</string>
	<key>name</key>
	<string>Universal Mailer Mail Plugin</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>installed_size</key>
			<integer>868</integer>
			<key>packageid</key>
			<string>it.noware.universalMailerMailPlugin.UniversalMailer.pkg</string>
			<key>version</key>
			<string>1.0</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>1.3.2</string>
	<key>blocking_applications</key>
	<array>
		<string>Mail</string>
	</array>
</dict>
</plist>
