<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string>FTP application</string>
	<key>display_name</key>
	<string>Cyberduck</string>
	<key>installer_item_hash</key>
	<string>0948ccd417301bf1b1dbb04ef7fcec8261ccb097016a8e164400d39e459a5d0c</string>
	<key>installer_item_location</key>
	<string>apps/Cyberduck-4.3.1.dmg</string>
	<key>installer_item_size</key>
	<integer>27089</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>ch.sudo.cyberduck</string>
			<key>CFBundleName</key>
			<string>Cyberduck</string>
			<key>CFBundleShortVersionString</key>
			<string>4.3.1</string>
			<key>CFBundleVersion</key>
			<string>11010</string>
			<key>minosversion</key>
			<string>10.5</string>
			<key>path</key>
			<string>/Applications/Cyberduck.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Cyberduck.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.5</string>
	<key>name</key>
	<string>Cyberduck</string>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>4.3.1</string>
	<key>unattended_install</key>
	<true/>
</dict>
</plist>
