<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string></string>
	<key>installer_item_hash</key>
	<string>0e6b9a4106c3d32c627d4ba0eca209a7138063bb07382ecf49550d4ab0c4096d</string>
	<key>installer_item_location</key>
	<string>apps/EasyFind-4.9.1.dmg</string>
	<key>installer_item_size</key>
	<integer>3008</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>org.grunenberg.EasyFind</string>
			<key>CFBundleName</key>
			<string>EasyFind</string>
			<key>CFBundleShortVersionString</key>
			<string>4.9.1</string>
			<key>CFBundleVersion</key>
			<string>4.9.1</string>
			<key>minosversion</key>
			<string>10.6.8</string>
			<key>path</key>
			<string>/Applications/EasyFind.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>EasyFind.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.6.8</string>
	<key>name</key>
	<string>EasyFind</string>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>4.9.1</string>
	<key>unattended_install</key>
	<true/>
</dict>
</plist>
