<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>SendSpaceWizard</string>
	<key>installer_item_hash</key>
	<string>a54113fcb0f259a3bab66080e9be92d216ecee935432119b53bddf8648ea2eae</string>
	<key>installer_item_location</key>
	<string>apps/SendSpace Wizard - 1.3.6 - MacOSX Universal-1.3.6.dmg</string>
	<key>installer_item_size</key>
	<integer>8159</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.sendspace.Wizard</string>
			<key>CFBundleName</key>
			<string>sswiz</string>
			<key>CFBundleShortVersionString</key>
			<string>1.3.6</string>
			<key>CFBundleVersion</key>
			<string>1.3.6</string>
			<key>path</key>
			<string>/Applications/SendSpace Wizard.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>SendSpace Wizard.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>SendSpace</string>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>1.3.6</string>
	<key>unattended_install</key>
	<true/>
</dict>
</plist>
