<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>benbass</string>
		<key>creation_date</key>
		<date>2014-06-04T23:33:46Z</date>
		<key>munki_version</key>
		<string>1.0.0.1864</string>
		<key>os_version</key>
		<string>10.9.3</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string>Thunderbird e-mail client</string>
	<key>display_name</key>
	<string>Mozilla Thunderbird</string>
	<key>installer_item_hash</key>
	<string>2d1ee78b001e0dd00eed9f71292e9672cfad0381ed5a8b6df0e174c8e439895e</string>
	<key>installer_item_location</key>
	<string>apps/Thunderbird 24.5.0.dmg</string>
	<key>installer_item_size</key>
	<integer>45337</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>org.mozilla.thunderbird</string>
			<key>CFBundleName</key>
			<string>Thunderbird</string>
			<key>CFBundleShortVersionString</key>
			<string>24.5.0</string>
			<key>CFBundleVersion</key>
			<string>24.5.0</string>
			<key>minosversion</key>
			<string>10.6.0</string>
			<key>path</key>
			<string>/Applications/Thunderbird.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Thunderbird.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.6.0</string>
	<key>name</key>
	<string>Thunderbird</string>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>24.5.0</string>
	<key>unattended_install</key>
	<true/>
</dict>
</plist>
