<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>office</string>
	</array>
	<key>description</key>
	<string>SP 1 for Office for Mac.</string>
	<key>display_name</key>
	<string>Office 2011 14.1.0 Update</string>
	<key>installed_size</key>
	<integer>635089</integer>
	<key>installer_item_hash</key>
	<string>00f58cbe2629d72fa8bfc642dd0da67d88d312e2b3da8f3de368e410eb1c899c</string>
	<key>installer_item_location</key>
	<string>apps/ms/Office2011-1410UpdateEN.dmg</string>
	<key>installer_item_size</key>
	<integer>252146</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>Office2011_update</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_norwegian_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>762</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_norwegian.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_outlook_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>28680</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.outlook.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_excel_webqueries_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.excel_webqueries.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_vb_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>5731</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.vb.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_clipart_search9_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.clipart_search9.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_word_resources_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>7200</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.word_resources.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_sharepointbrowserplugin_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>184</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.sharepointbrowserplugin.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_graph_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>3599</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.graph.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_outlook_resources_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>35510</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.outlook_resources.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_autoupdate_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>1949</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.autoupdate.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_portuguese_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>381</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_portuguese.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_sounds_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.sounds.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_word_wizards_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.word_wizards.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_italian_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>381</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_italian.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_quit_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.quit.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_powerpoint_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>19396</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.powerpoint.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_clipart_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>4889</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.clipart.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_catalan_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>380</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_catalan.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_brazilian_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>381</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_brazilian.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_excel_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>28029</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.excel.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_core_themes_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>10898</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.core_themes.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_word_templates_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>2913</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.word_templates.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_outlook_scriptmenuitems_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>16</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.outlook_scriptmenuitems.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_turkish_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>380</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_turkish.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_japanese_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>281</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_japanese.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_readme_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>2</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.readme.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_langregister_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>24</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.langregister.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_excel_resources_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>10845</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.excel_resources.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_polish_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>380</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_polish.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_dcc_resources_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>1244</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.dcc_resources.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_core_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>150987</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.core.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_equationeditor_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>1920</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.equationeditor.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_powerpoint_resources_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>4251</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.powerpoint_resources.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_flip4mac_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.flip4mac.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_core_resources_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>16443</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.core_resources.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_ooxml_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>24277</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.ooxml.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_sharepointbrowserplugin_resources_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.sharepointbrowserplugin_resources.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_dcc_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>641</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.dcc.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_powerpoint_guidedmethods_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.powerpoint_guidedmethods.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_danish_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>380</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_danish.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_czech_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>380</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_czech.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_french_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>1363</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_french.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_automator_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>2320</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.automator.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_powerpoint_templates_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.powerpoint_templates.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_excel_templates_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.excel_templates.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_fonts_fontcollection_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.fonts_fontcollection.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_english_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>1823</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_english.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_automator_workflow_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>45</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.automator_workflow.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_errorreporting_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>3374</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.errorreporting.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_word_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>37082</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.word.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_solver_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>925</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.solver.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_swedish_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>381</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_swedish.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_query_en_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.query_en.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_fonts_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>220080</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.fonts.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_spanish_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>381</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_spanish.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_vb_resources_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.vb_resources.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_silverlight_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.silverlight.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_finnish_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>1</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_finnish.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_equationeditor_resources_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>851</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.equationeditor_resources.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_russian_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>380</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_russian.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_german_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>1868</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_german.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_en_graph_resources_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>121</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.graph_resources.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
		<dict>
			<key>filename</key>
			<string>Office2011_all_proofing_dutch_14.1.0.combo.pkg</string>
			<key>installed_size</key>
			<integer>380</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_dutch.pkg.14.1.0.update</string>
			<key>version</key>
			<string>14.1.0</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>blocking_applications</key>
	<array>
		<string>MSN Messenger</string>
		<string>Microsoft Cert Manager</string>
		<string>Microsoft Chart Converter</string>
		<string>Microsoft Clip Gallery</string>
		<string>Microsoft Entourage</string>
		<string>Microsoft Outlook</string>
		<string>Microsoft Error Reporting</string>
		<string>Microsoft Excel</string>
		<string>Microsoft Graph</string>
		<string>Microsoft Help Viewer</string>
		<string>Microsoft Language Register</string>
		<string>Microsoft Communicator</string>
		<string>Microsoft Messenger</string>
		<string>Microsoft PowerPoint</string>
		<string>Microsoft Query</string>
		<string>Microsoft Word</string>
		<string>My Day</string>
		<string>Organization Chart</string>
		<string>Windows Live Sync</string>
		<string>Windows Live Mesh</string>
		<string>LiveAgent</string>
		<string>Expression Media</string>
		<string>Remote Desktop Connection</string>
		<string>Opera</string>
		<string>Google Chrome</string>
		<string>Firefox</string>
		<string>Safari</string>
	</array>	
	<key>version</key>
	<string>14.1.0</string>
		<key>update_for</key>
	<array>
		<string>Office2011</string>
	</array>
	<key>requires</key>
	<array>
	  <string>Office2011-14.0.0</string>
	</array>
	<key>unattended_install</key>
	<true/>
</dict>
</plist>
