<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>Microsoft Office 2011 License</string>
	<key>installer_item_hash</key>
	<string>dd9717cabc9162abb8feeb80fca1752b0e4d57fac040494a9a38cef082040c58</string>
	<key>installer_item_location</key>
	<string>apps/ms/Office2011License-1.dmg</string>
	<key>installer_item_size</key>
	<integer>19</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>md5checksum</key>
			<string>fee4c15f97f96514cac28234c81455e0</string>
			<key>path</key>
			<string>/Library/Preferences/com.microsoft.office.licensing.plist</string>
			<key>type</key>
			<string>file</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Library/Preferences</string>
			<key>source_item</key>
			<string>com.microsoft.office.licensing.plist</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>Office 2011 License</string>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>1</string>
	<key>unattended_install</key>
	<true/>
	<key>update_for</key>
	<array>
		<string>Office2011_sp2</string>
	</array>
</dict>
</plist>
