<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>office_sp2</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>Office 2011 14.3.5 Update</string>
	<key>installed_size</key>
	<integer>335994</integer>
	<key>installer_item_hash</key>
	<string>6ddf86a7fd4cf3a3a5e0875ef5bc50178e2be0b691426e5eed997712bc9bb60e</string>
	<key>installer_item_location</key>
	<string>apps/ms/Office2011-1435UpdateEN-14.3.5.dmg</string>
	<key>installer_item_size</key>
	<integer>115751</integer>
	<key>minimum_os_version</key>
	<string>10.6.8</string>
	<key>name</key>
	<string>Office2011_sp2_update</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>installed_size</key>
			<integer>11241</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.automator.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>140868</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.core.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>615</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.dcc.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>6</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.equationeditor.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>27592</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.excel.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.fix_permissions.pkg.14.3.5</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>241</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.fonts.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>3604</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.graph.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>22410</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.ooxml.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>24322</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.outlook.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>19392</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.powerpoint.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>390</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_brazilian.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>390</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_catalan.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>390</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_czech.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>390</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_danish.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>390</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_dutch.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>1838</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_english.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>7</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_finnish.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>1378</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_french.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>1883</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_german.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>390</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_italian.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>1783</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_italian_grammar.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>287</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_japanese.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>778</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_norwegian.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>390</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_polish.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>391</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_portuguese.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>390</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_russian.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>392</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_spanish.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>392</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_swedish.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>390</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.proofing_turkish.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>0</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.quit.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>263</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.sharepointbrowserplugin.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>5466</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.vb.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>36834</integer>
			<key>packageid</key>
			<string>com.microsoft.office.all.word.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>55</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.automator_workflow.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>7</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.clipart.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>12635</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.core_resources.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>308</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.dcc_resources.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>35</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.equationeditor_resources.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>1855</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.excel_resources.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>180</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.excel_templates.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>25</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.graph_resources.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>28</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.langregister.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>5317</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.outlook_resources.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>11</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.outlook_scriptmenuitems.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>778</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.powerpoint_resources.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>6649</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.query.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>4</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.readme.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>4</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.sharepointbrowserplugin_resources.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>858</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.solver.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>1724</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.word_resources.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>28</integer>
			<key>packageid</key>
			<string>com.microsoft.office.en.word_wizards.pkg.14.3.5.update</string>
			<key>version</key>
			<string>14.3.5</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>14.3.5</string>
	<key>unattended_install</key>
	<true/>
		<key>update_for</key>
	<array>
		<string>Office2011_sp2</string>
	</array>
	<key>requires</key>
	<array>
	  <string>Office2011_sp2-14.2.3</string>
	</array>
</dict>
</plist>
