<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>Java for Mac OS X 10.6 Update 16</string>
	<key>installed_size</key>
	<integer>77544</integer>
	<key>installer_item_hash</key>
	<string>ccc50261b02d70c4262882946831fb6225a9859e43d0f823eff5be5dbdd108d9</string>
	<key>installer_item_location</key>
	<string>apple/JavaForMacOSX10.6.Update16-10.6.0.16.1.1247562015.dmg</string>
	<key>installer_item_size</key>
	<integer>71144</integer>
	<key>minimum_os_version</key>
	<string>10.6.8</string>
	<key>name</key>
	<string>JavaForMacOSX</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>installed_size</key>
			<integer>117938</integer>
			<key>packageid</key>
			<string>com.apple.pkg.JavaForMacOSX10.6</string>
			<key>version</key>
			<string>10.6.0.16.1.1247562015</string>
		</dict>
		<dict>
			<key>installed_size</key>
			<integer>1362</integer>
			<key>packageid</key>
			<string>com.apple.pkg.JavaSecurity</string>
			<key>version</key>
			<string>1.0.0.0.1.1247562015</string>
		</dict>
	</array>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>10.6.0.16.1.1247562015</string>
</dict>
</plist>
