<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>display_name</key>
	<string>Adobe Acrobat Pro Update</string>
	<key>installer_item_hash</key>
	<string>6e89f8e139be91773650a6f0e38ea27f763794a767dd68515557a05e39f624a9</string>
	<key>installer_item_location</key>
	<string>apps/adobe/AcroProUpd920_all.dmg</string>
	<key>installer_item_size</key>
	<integer>170533</integer>
	<key>installer_type</key>
	<string>AdobeAcrobatUpdater</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.adobe.Acrobat.Pro</string>
			<key>CFBundleName</key>
			<string>Acrobat</string>
			<key>CFBundleShortVersionString</key>
			<string>9.2.0</string>
			<key>path</key>
			<string>/Applications/Adobe Acrobat 9 Pro/Adobe Acrobat Pro.app</string>
			<key>type</key>
			<string>application</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>AcrobatPro9Update</string>
	<key>requires</key>
	<array>
		<string>AcrobatPro9Update-9.1.3</string>
	</array>
	<key>uninstallable</key>
	<false/>
	<key>update_for</key>
	<array>
		<string>Outthink-CS4Std</string>
		<string>Adobe Acrobat 9 Pro</string>
	</array>
	<key>version</key>
	<string>9.2.0</string>
	<key>unattended_install</key>
	<true/>
	<key>blocking_applications</key>
	<array>
		<string>Adobe Acrobat Pro</string>
	</array>
</dict>
</plist>

