<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>Acrobat Update Supression</string>
	<key>unattended_install</key>
	<true/>
	<key>installed_size</key>
	<integer>2</integer>
	<key>installer_item_hash</key>
	<string>ae28c035a8ee3c0dc213018e9da7d3a65e8567a2fcab5a23a22d06abec982c43</string>
	<key>installer_item_location</key>
	<string>apps/adobe/Acrobat Update Supression-5.dmg</string>
	<key>installer_item_size</key>
	<integer>16</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>Acrobat Update Supression</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>Acrobat Update Supression.pkg</string>
			<key>name</key>
			<string>Acrobat Update Supression</string>
			<key>packageid</key>
			<string>acrobatupdatesupression</string>
			<key>version</key>
			<string>5</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>5</string>
	<key>requires</key>
	<array>
	</array>
</dict>
</plist>
