<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>GarageBand6.0.5Update</string>
	<key>installed_size</key>
	<integer>109272</integer>
	<key>installer_item_hash</key>
	<string>54047c1fc05a30c2b630d86f00baba903c55f93918124f63ff70465743d80771</string>
	<key>installer_item_location</key>
	<string>apple/iLife11/GarageBand6.0.5Update-6.0.5.0.1.1203730862.pkg</string>
	<key>installer_item_size</key>
	<integer>48265</integer>
	<key>minimum_os_version</key>
	<string>10.5.0</string>
	<key>name</key>
	<string>GarageBand</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>installed_size</key>
			<integer>109272</integer>
			<key>packageid</key>
			<string>com.apple.pkg.GarageBand6.0.5Update</string>
			<key>version</key>
			<string>6.0.5.0.1.1203730862</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>6.0.5.0.1.1203730862</string>
	<key>unattended_install</key>
	<true/>
	<key>update_for</key>
	<array>
		<string>iLife 11</string>
	</array>
</dict>
</plist>
