<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>iDVD7.1.2Update</string>
	<key>installed_size</key>
	<integer>106080</integer>
	<key>installer_item_hash</key>
	<string>d9cb6dceb0c174874be753f597310693ed2f3a825c099fa85f83790b95642f16</string>
	<key>installer_item_location</key>
	<string>apple/iLife11/iDVD7.1.2Update-7.1.2.0.1.1203730862.pkg</string>
	<key>installer_item_size</key>
	<integer>36684</integer>
	<key>minimum_os_version</key>
	<string>10.5.0</string>
	<key>name</key>
	<string>iDVD</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>installed_size</key>
			<integer>106080</integer>
			<key>packageid</key>
			<string>com.apple.pkg.iDVD7.1.2Update</string>
			<key>version</key>
			<string>7.1.2.0.1.1203730862</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>7.1.2.0.1.1203730862</string>
	<key>unattended_install</key>
	<true/>
	<key>update_for</key>
	<array>
		<string>iLife 11</string>
	</array>
</dict>
</plist>
