<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>iMovie9.0.9Update</string>
	<key>installed_size</key>
	<integer>1167349</integer>
	<key>installer_item_hash</key>
	<string>cbc8d7989a91d3512011e2f9e5cfb5a120062aca2a549655816e3276cf000004</string>
	<key>installer_item_location</key>
	<string>apple/iLife11/iMovie9.0.9Update-9.0.9.0.1.1263389684.pkg</string>
	<key>installer_item_size</key>
	<integer>1054660</integer>
	<key>minimum_os_version</key>
	<string>10.5.0</string>
	<key>name</key>
	<string>iMovie</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>installed_size</key>
			<integer>1167349</integer>
			<key>packageid</key>
			<string>com.apple.pkg.iMovie9.0.9Update</string>
			<key>version</key>
			<string>9.0.9.0.1.1263389684</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>9.0.9.0.1.1263389684</string>
	<key>unattended_install</key>
	<true/>
	<key>update_for</key>
	<array>
		<string>iLife 11</string>
	</array>
</dict>
</plist>
