<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>iPhoto9.1Update</string>
	<key>installed_size</key>
	<integer>133295</integer>
	<key>installer_item_hash</key>
	<string>a9e4fa41ca259fcdc1c8f6eca69e8d89b1b654672c5f88446d338bac0b9e5a63</string>
	<key>installer_item_location</key>
	<string>apple/iLife11/iPhoto9.1Update-9.1.0.0.1.1203730862.pkg</string>
	<key>installer_item_size</key>
	<integer>50030</integer>
	<key>minimum_os_version</key>
	<string>10.6.3</string>
	<key>name</key>
	<string>iPhoto_update1</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>installed_size</key>
			<integer>133295</integer>
			<key>packageid</key>
			<string>com.apple.pkg.iPhoto9.1Update</string>
			<key>version</key>
			<string>9.1.0.0.1.1203730862</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>9.1.0.0.1.1203730862</string>
	<key>unattended_install</key>
	<true/>
	<key>update_for</key>
	<array>
		<string>iLife 11</string>
		<string>iPhoto</string>
	</array>
</dict>
</plist>
