<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>benbass</string>
		<key>creation_date</key>
		<date>2014-01-06T20:26:47Z</date>
		<key>munki_version</key>
		<string>0.9.2.1863</string>
		<key>os_version</key>
		<string>10.8.5</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>Software Update - Application</string>
	<key>installed_size</key>
	<integer>1520</integer>
	<key>installer_item_hash</key>
	<string>ad4246c67fd1df5ac2a9c845e7b6d01379cdec1a5857dbbdc58a7c3310c12600</string>
	<key>installer_item_location</key>
	<string>munki/munkitools_app-3.6.0.1848.dmg</string>
	<key>installer_item_size</key>
	<integer>828</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>munkitools_app</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>munkitools_app-3.6.0.1848.pkg</string>
			<key>installed_size</key>
			<integer>1520</integer>
			<key>packageid</key>
			<string>com.googlecode.munki.app</string>
			<key>version</key>
			<string>3.6.0.1848</string>
		</dict>
	</array>
	<key>requires</key>
	<array>
		<string>munkitools_core-0.9.2.1863.0</string>
	</array>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>3.6.0.1848</string>
</dict>
</plist>
