<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string></string>
	<key>display_name</key>
	<string>munki_app</string>
	<key>installed_size</key>
	<integer>1304</integer>
	<key>installer_item_hash</key>
	<string>5ba6e26d6c94db8c2e12f34a2716682e1936d02f1fd425ff44301e16b79b9f85</string>
	<key>installer_item_location</key>
	<string>munki/munkitools_app-3.5.2.1679.dmg</string>
	<key>installer_item_size</key>
	<integer>655</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>munkitools_app</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>munkitools_app-3.5.2.1679.pkg</string>
			<key>installed_size</key>
			<integer>1304</integer>
			<key>packageid</key>
			<string>com.googlecode.munki.app</string>
			<key>version</key>
			<string>3.5.2.1679</string>
		</dict>
	</array>
	<key>requires</key>
	<array>
		<string>munkitools_core</string>
	</array>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>3.5.2.1679</string>
</dict>
</plist>
