<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string>Munki Tools Application</string>
	<key>display_name</key>
	<string>munki_app</string>
	<key>installed_size</key>
	<integer>1512</integer>
	<key>installer_item_hash</key>
	<string>df72bc4e20590ebf799372361aee334afe7db3a3f0645d4ea7407f9f96b5fdc1</string>
	<key>installer_item_location</key>
	<string>munki/munkitools_app-3.5.2.1808.dmg</string>
	<key>installer_item_size</key>
	<integer>826</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>munkitools_app</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>munkitools_app-3.5.2.1808.pkg</string>
			<key>installed_size</key>
			<integer>1512</integer>
			<key>packageid</key>
			<string>com.googlecode.munki.app</string>
			<key>version</key>
			<string>3.5.2.1808</string>
		</dict>
	</array>
	<key>requires</key>
	<array>
		<string>munkitools_core</string>
	</array>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>3.5.2.1808</string>
</dict>
</plist>
