<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>benbass</string>
		<key>creation_date</key>
		<date>2014-01-14T16:59:26Z</date>
		<key>munki_version</key>
		<string>0.9.2.1863</string>
		<key>os_version</key>
		<string>10.9.1</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string>Munki Tools core software</string>
	<key>display_name</key>
	<string>Software Update - Core</string>
	<key>installed_size</key>
	<integer>584</integer>
	<key>installer_item_hash</key>
	<string>78e610da2b89077d00879449dfa6a0a1b306f7e38c5eb325ca7f153a531aedda</string>
	<key>installer_item_location</key>
	<string>munki/munkitools_core-1.0.0.1864.0.dmg</string>
	<key>installer_item_size</key>
	<integer>143</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>munkitools_core</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>munkitools_core-1.0.0.1864.0.pkg</string>
			<key>installed_size</key>
			<integer>584</integer>
			<key>packageid</key>
			<string>com.googlecode.munki.core</string>
			<key>version</key>
			<string>1.0.0.1864.0</string>
		</dict>
	</array>
	<key>requires</key>
	<array>
		<string>munkitools_launchd</string>
	</array>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>1.0.0.1864.0</string>
</dict>
</plist>
