<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>benbass</string>
		<key>creation_date</key>
		<date>2014-01-14T16:58:37Z</date>
		<key>munki_version</key>
		<string>0.9.2.1863</string>
		<key>os_version</key>
		<string>10.9.1</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string>Munki Tools Application</string>
	<key>display_name</key>
	<string>Software Update - Application</string>
	<key>installed_size</key>
	<integer>1520</integer>
	<key>installer_item_hash</key>
	<string>482a532cacfd17e653a45084ef86b2cf8e4661cbd6ba0e709d2735439680e1c0</string>
	<key>installer_item_location</key>
	<string>munki/munkitools_app-3.6.0.1864.dmg</string>
	<key>installer_item_size</key>
	<integer>848</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>munkitools_app</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>munkitools_app-3.6.0.1864.pkg</string>
			<key>installed_size</key>
			<integer>1520</integer>
			<key>packageid</key>
			<string>com.googlecode.munki.app</string>
			<key>version</key>
			<string>3.6.0.1864</string>
		</dict>
	</array>
	<key>requires</key>
	<array>
		<string>munkitools_core-1.0.0.1864.0</string>
	</array>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>3.6.0.1864</string>
</dict>
</plist>
