<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>benbass</string>
		<key>creation_date</key>
		<date>2014-01-06T20:25:52Z</date>
		<key>munki_version</key>
		<string>0.9.2.1863</string>
		<key>os_version</key>
		<string>10.8.5</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>production</string>
	</array>
	<key>description</key>
	<string>Munki Admin tools</string>
	<key>display_name</key>
	<string>Software Update - Admin Tools</string>
	<key>installed_size</key>
	<integer>132</integer>
	<key>installer_item_hash</key>
	<string>a1e88a4059d203abff4668e9e68faabb89ca19a16cfa16f48477f14fca5dca8e</string>
	<key>installer_item_location</key>
	<string>munki/munkitools_admin-0.9.2.1863.0.dmg</string>
	<key>installer_item_size</key>
	<integer>44</integer>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>munkitools_admin</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>filename</key>
			<string>munkitools_admin-0.9.2.1863.0.pkg</string>
			<key>installed_size</key>
			<integer>132</integer>
			<key>packageid</key>
			<string>com.googlecode.munki.admin</string>
			<key>version</key>
			<string>0.9.2.1863.0</string>
		</dict>
	</array>
	<key>requires</key>
	<array>
		<string>munkitools_core-0.9.2.1863.0</string>
	</array>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>0.9.2.1863.0</string>
</dict>
</plist>
